Revit 2027 API
ColorSelectionDialog Constructor
 Default constructor.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ColorSelectionDialog()
Public Sub New
public:
ColorSelectionDialog()
new : unit -> ColorSelectionDialog
See Also
Reference
ColorSelectionDialog Class
Autodesk.Revit.UI Namespace